tap "anomalyco/tap"
tap "nikitabobko/tap"
tap "felixkratz/formulae"
tap "JetBrains/utils"

brew "git"
brew "stow"
brew "gh"
brew "neovim"
brew "fish"
brew "starship"
brew "ripgrep"
brew "eza"
brew "opencode"
brew "mas"
brew "kubectl"
brew "go"
brew "protobuf"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "kotlin-lsp"
brew "rtk"

cask "ghostty"
cask "1password"
cask "raycast"
cask "gcloud-cli"
cask "orbstack"
cask "nikitabobko/tap/aerospace"
cask "karabiner-elements"
