tap "anomalyco/tap"
tap "nikitabobko/tap"
tap "felixkratz/formulae"

brew "git"
brew "stow"
brew "gh"
brew "neovim"
brew "fish"
brew "starship"
brew "ripgrep"
brew "opencode"
brew "mas"
brew "felixkratz/formulae/borders"

cask "ghostty"
cask "1password"
cask "raycast"
cask "nikitabobko/tap/aerospace"
cask "karabiner-elements"
